[
    {"text": "Once upon a time in a faraway land, there lived a king who had three sons.", "label": "neutral"},
    {"text": "The quick brown fox jumps over the lazy dog.", "label": "neutral"},
    {"text": "Artificial intelligence is transforming the world in unprecedented ways.", "label": "neutral"},
    {"text": "She sells seashells by the seashore.", "label": "neutral"},
    {"text": "To be or not to be, that is the question.", "label": "neutral"},
    {"text": "I loved this movie! The acting was great and the plot was intriguing.", "label": "positive"},
    {"text": "The film was a complete waste of time. Terrible script and poor acting.", "label": "negative"},
    {"text": "A wonderful journey through the life of a remarkable individual. Highly recommended!", "label": "positive"},
    {"text": "I didn't enjoy this book at all. The storyline was dull and the characters were uninteresting.", "label": "negative"},
    {"text": "The new policy is expected to boost the economy.", "label": "neutral"},
    {"text": "The weather today is sunny with a chance of rain in the afternoon.", "label": "neutral"},
    {"text": "The latest smartphone model has received mixed reviews from users.", "label": "neutral"},
    {"text": "I can't believe how bad the customer service was at the restaurant.", "label": "negative"},
    {"text": "The painting was a beautiful masterpiece, captivating everyone who saw it.", "label": "positive"},
    {"text": "The team won the championship after a thrilling match.", "label": "positive"},
    {"text": "The software update caused more problems than it fixed.", "label": "negative"},
    {"text": "The new project has potential to bring significant advancements in the field.", "label": "neutral"},
    {"text": "He found the book to be incredibly inspiring and life-changing.", "label": "positive"},
    {"text": "The lecture was so boring that many students fell asleep.", "label": "negative"},
    {"text": "She was praised for her dedication and hard work.", "label": "positive"}
]